---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.IfcOrganization
source: html/4c722fca-9774-2cab-e243-fe7eac4e6661.htm
---
# Autodesk.Revit.DB.ParameterTypeId.IfcOrganization Property

"IfcOrganization"

## Syntax (C#)
```csharp
public static ForgeTypeId IfcOrganization { get; }
```